{
  "content": "[\n  {\n    \"front\": \"Judging Process\",\n    \"back\": \"The Redbrick team will receive all the DevPost submissions and review them for the accessibility analysis conducted. The submissions will be shortlisted down to ~8 projects, and then the Redbrick judges will go around and receive presentations and ask questions to help them make their final decision.\"\n  },\n  {\n    \"front\": \"Prize\",\n    \"back\": \"Each member will receive a prize pack with a $150 gift card to Patagonia, Redbrick branded Lululemon belt bag ($75 value), Redbrick swag and other goodies. PLUS a guaranteed coffee chat with our head of recruitment!\"\n  },\n  {\n    \"front\": \"Qualification Criteria\",\n    \"back\": \"Your submission/presentation must consider accessibility and inclusive design principles. You must provide an accessibility analysis with your submission, an explanation of your use of inclusive design principles, and be able to demonstrate how your project adheres to these principles.\"\n  },\n  {\n    \"front\": \"Inclusive Design Principles\",\n    \"back\": \"Creating designs that cater to all users and ensures no user is excluded or disadvantaged.\"\n  },\n  {\n    \"front\": \"Accessibility Analysis\",\n    \"back\": \"Analyzing how a design or project inhibits or supports the accessibility needs of users with disabilities.\"\n  },\n  {\n    \"front\": \"Tools for Analyzing Accessibility\",\n    \"back\": \"Like a lighthouse, WAVE is a free online tool that helps developers and designers test and evaluate the accessibility of their web content, providing detailed insights.\"\n  },\n  {\n    \"front\": \"Redbrick Resources\",\n    \"back\": \"Redbrick resources provide guides and tutorials on analyzing and implementing inclusive design practices into your projects.\"\n  },\n  {\n    \"front\": \" EXCLUSION\",\n    \"back\": \"Eliminating exclusion based on abilities, gender, cultural background, geographic location, sexual orientation, and other socioeconomic factors.\"\n  },\n  {\n    \"front\": \"Project Adherence\",\n    \"back\": \"Submit a project that adheres to the principles of inclusive design and accessibility analysis.\"\n  },\n  {\n    \"front\": \"Shortlisting\",\n    \"back\": \"The judging panel will use a set of criteria to shortlist submissions down to approximately 8 projects.\"\n  },\n  {\n    \"front\": \"Head of Recruitment Chat\",\n    \"back\": \"One-on-one chat with the head of recruitment at Redbrick. Guarantee for the winner.\"\n  }\n]\n```\n\nLet me know if you would like any other information or concepts added to this set of flashcards!"
}
